{
  "positiveReinforements": {
    "keepGoing": "You can do it!",
    "keepMoving": "You don't need to complete the task in one go. Keep moving forward! As long as you push forward, you're making progress.",
    "everyStepCounts": "Every step counts. Keep going!",
    "iKnowItsHard": "I know it's hard, but you can do it!",
    "enough": "You are enough. You are great. You are valuable.",
    "unique": "The world needs your unique perspective and capabilities.",
    "eachMorning": "Each morning brings a fresh canvas for you to paint your story. The setbacks of yesterday have no power over the possibilities of today.",
    "ocean": "Your potential is like a vast ocean - the deeper you go, the more treasures you discover within yourself.",
    "oak": "Remember that growth isn't always visible in the moment - just like how a mighty oak doesn't see its own roots spreading beneath the soil, you may not immediately recognize how far you've come.",
    "youreWorthy": "Your worth isn't measured by productivity or achievements - you're valuable simply because you exist, trying your best each day in your own way.",
    "smallProgess": "Remember that even the smallest progress is still progress. You're exactly where you need to be on your journey.",
    "roots": "Your roots are stronger than you think. Every experience builds your strength.",
    "puzzle": "You're like a puzzle - each day adds a new piece to your picture.",
    "river": "Like a river, you'll find your way, even when obstacles appear.",
    "sunrise": "Each sunrise is a new chance to be yourself.",
    "wisdom": "Your experiences are your wisdom. No one can take that from you.",
    "garden": "Your growth is like a garden - some flowers bloom early, others take time.",
    "mountain": "You don't have to reach the mountain peak at once. Every step up counts.",
    "journey": "Your journey is unique. Don't compare it to other paths.",
    "seed": "You're like a seed - you have all the potential within you to bloom."
  },
  "break_messages": {
    "msg1": "Take a breath. Your emails can wait - they'll still be there after your break.",
    "msg2": "Your mind needs these moments of pause just like your body needs rest between exercises.",
    "msg3": "The work will flow better when you return refreshed. Right now, it's time to recharge.",
    "msg4": "Remember that breaks aren't a luxury - they're essential for doing your best work.",
    "msg5": "You've already accomplished several things today. This pause is well-deserved.",
    "msg6": "The deadline isn't running away. Sometimes stepping back helps you see solutions more clearly.",
    "msg7": "Your creativity refills during these quiet moments. Let your thoughts wander freely.",
    "msg8": "This break is making you more productive, not less. You're investing in your wellbeing.",
    "msg9": "You're being responsible by taking care of yourself between tasks.",
    "msg10": "When you return to your desk, you'll bring fresh energy. For now, just be present in this moment.",
    "msg11": "Small pauses help create big ideas. Give your mind this moment to wander.",
    "msg12": "Your well-being matters more than any task on your list.",
    "msg13": "Take this moment to stretch, breathe, and reset your thoughts.",
    "msg14": "Good work takes time, and that includes time to pause and reflect.",
    "msg15": "You're finding your rhythm between work and rest. That's wisdom, not weakness.",
    "msg16": "Let your shoulders relax. Feel the tension melting away.",
    "msg17": "This break is a placeholder for peace in your busy schedule.",
    "msg18": "Your mind works even when you rest - sometimes solutions appear in quiet moments.",
    "msg19": "Productivity isn't about constant motion. It's about finding the right balance.",
    "msg20": "Close your eyes for a moment. The world can wait."
  }
}