{
  "positiveReinforements": {
    "keepGoing": "Dasz radę!",
    "keepMoving": "Nie musisz wykonać zadania od razu. Idź naprzód! Każdy krok jest postępem.",
    "everyStepCounts": "Każdy krok naprzód to postęp.",
    "iKnowItsHard": "Wiem, że jest ciężko, ale dasz radę!",
    "enough": "Jesteś wystarczający. Jesteś wspaniały. Jesteś wartościowy.",
    "unique": "Świat potrzebuje twojej unikalnej perspektywy i zdolności.",
    "eachMorning": "Każdego ranka masz nową szansę, by napisać swoją historię. Wczorajsze porażki nie mają wpływu na dzisiejsze możliwości.",
    "ocean": "Twoje możliwości są jak ogromny ocean - im głębiej zanurzasz się, tym więcej skarbów odkrywasz w sobie.",
    "oak": "Pamiętaj, że wzrost nie zawsze jest widoczny w danym momencie - tak jak potężna dąb nie widzi swoich korzeni rozprzestrzeniających się pod ziemią, możesz nie od razu zauważyć, jak daleko już doszedłeś.",
    "youreWorthy": "Twoja wartość nie jest mierzona produktywnością ani osiągnięciami - jesteś wartościowy po prostu dlatego, że istniejesz, codziennie dając z siebie wszystko na swój własny sposób.",
    "smallProgress": "Pamiętaj, że nawet najmniejszy postęp to i tak postęp. Jesteś dokładnie tam, gdzie powinieneś być na swojej drodze.",
    "roots": "Twoje korzenie są silniejsze niż myślisz. Każde doświadczenie buduje Twoją siłę.",
    "pause": "Zatrzymanie się to nie porażka - to mądrość.",
    "puzzle": "Jesteś jak puzzle - każdy dzień dodaje nowy element do Twojego obrazu.",
    "river": "Jak rzeka znajdziesz swoją drogę, nawet jeśli napotykasz przeszkody.",
    "sunrise": "Każdy wschód słońca to nowa szansa na bycie sobą.",
    "wisdom": "Twoje doświadczenia to Twoja mądrość. Nikt nie może Ci jej odebrać.",
    "garden": "Twój rozwój jest jak ogród - niektóre kwiaty kwitną wcześniej, inne później.",
    "mountain": "Nie musisz od razu zdobyć szczytu góry. Każdy krok w górę się liczy.",
    "journey": "Twoja podróż jest wyjątkowa. Nie porównuj jej z innymi ścieżkami.",
    "seed": "Jesteś jak nasiono - masz w sobie cały potencjał, by rozkwitnąć.",
    "youveGotThis": "Jesteś na dobrej drodze. Zaufaj sobie i swoim możliwościom.",
    "neverGiveUp": "Nie musisz robić wszystkiego od razu. Każdy krok naprzód to ważny krok.",
    "believeInYourself": "Zaufaj sobie i swoim odczuciom. Jesteś wystarczający taki, jaki jesteś.",
    "riseAbove": "Przez każdą trudność przechodzisz na swój sposób. Każdy moment wzrostu jest cenny.",
    "innerPeace": "Znajdź chwilę na oddech i spokój. To też jest ważne.",
    "progressNotPerfection": "Liczy się postęp, nie doskonałość. Robisz świetnie!",
    "kindToYourself": "Bądź dla siebie łagodny. Zasługujesz na troskę i zrozumienie.",
    "oneStepAtATime": "Każdy krok przybliża Cię do celu. Skup się na jednym zadaniu na raz."
  },
  "break_messages": {
    "msg1": "Weź oddech. Maile mogą poczekać - będą tam nadal po Twojej przerwie.",
    "msg2": "Twój umysł potrzebuje tych chwil przerwy, tak jak ciało potrzebuje odpoczynku między ćwiczeniami.",
    "msg3": "Praca pójdzie lepiej, gdy wrócisz odświeżony. Teraz jest czas na naładowanie baterii.",
    "msg4": "Pamiętaj, że przerwy nie są luksusem - są niezbędne do wykonywania najlepszej pracy.",
    "msg5": "Osiągnąłeś już dzisiaj kilka rzeczy. Ta przerwa jest zasłużona.",
    "msg6": "Deadline nie ucieka. Czasem odsunięcie się pomaga zobaczyć rozwiązania wyraźniej.",
    "msg7": "Twoja kreatywność odnawia się w tych cichych chwilach. Pozwól myślom swobodnie wędrować.",
    "msg8": "Ta przerwa czyni Cię bardziej produktywnym, nie mniej. Inwestujesz w swoje samopoczucie.",
    "msg9": "Jesteś odpowiedzialny, dbając o siebie między zadaniami.",
    "msg10": "Kiedy wrócisz do biurka, przyniesiesz świeżą energię. Na razie po prostu bądź obecny w tej chwili.",
    "msg11": "Małe przerwy pomagają tworzyć wielkie pomysły. Daj swojemu umysłowi tę chwilę na wędrówkę.",
    "msg12": "Twoje samopoczucie jest ważniejsze niż jakiekolwiek zadanie na liście.",
    "msg13": "Wykorzystaj tę chwilę na rozciągnięcie się, oddech i reset myśli.",
    "msg14": "Dobra praca wymaga czasu, w tym czasu na zatrzymanie się i refleksję.",
    "msg15": "Znajdujesz swój rytm między pracą a odpoczynkiem. To mądrość, nie słabość.",
    "msg16": "Pozwól swoim ramionom się rozluźnić. Poczuj, jak napięcie odpływa.",
    "msg17": "Ta przerwa to przestrzeń dla spokoju w Twoim napiętym harmonogramie.",
    "msg18": "Twój umysł pracuje nawet gdy odpoczywasz - czasem rozwiązania pojawiają się w cichych momentach.",
    "msg19": "Produktywność nie polega na ciągłym ruchu. Chodzi o znalezienie właściwej równowagi.",
    "msg20": "Zamknij oczy na chwilę. Świat może poczekać."
  }
}